{
    "@context": "https://schema.org/",
    "@graph": [
        {
            "@type": "FAQPage",
            "mainEntity": [
                {
                    "@type": "Question",
                    "name": "กล่องทรูไอดี ทีวี Gen 2 ต่างจาก Gen 1 อย่างไร?",
                    "acceptedAnswer": {
                        "@type": "Answer",
                        "text": "กล่องทรูไอดี ทีวี Gen 2 เป็นกล่องแอนดรอยด์เวอร์ชั่นล่าสุดที่มีขนาดเล็กกะทัดรัดและดีไซน์สวยยิ่งกว่าเวอร์ชั่นแรก นอกจากนี้ยังมีระบบการประมวลผลที่เร็วยิ่งขึ้น ด้วยระบบปฏิบัติการ Android TV 10 (Q) ชิปเซ็ตสปีด 1.9 GHz ทั้งยังมีพอร์ตรองรับ USB2.0 และ USB3.0 อีกด้วย"
                    }
                },
                {
                    "@type": "Question",
                    "name": "สามารถใช้บัญชีทรูไอดีในการรับชมพร้อมกันได้กี่อุปกรณ์?",
                    "acceptedAnswer": {
                        "@type": "Answer",
                        "text": "บัญชีทรูไอดีเดียวกัน สามารถใช้ล็อกอินเพื่อเข้าใช้งานพร้อมกันได้ 2 อุปกรณ์ เช่น หากคุณใช้บัญชีทรูไอดีของคุณสำหรับล็อกอินเข้าใช้งานกล่องทรูไอดี ทีวีแล้ว คุณจะสามารถใช้บัญชีทรูไอดีเดียวกันนี้สำหรับการล็อกอินได้อีกหนึ่งอุปกรณ์"
                    }
                },
                {
                    "@type": "Question",
                    "name": "กล่องทรูไอดี ทีวี ต่างจากกล่องแอนดรอยด์รายอื่นอย่างไร?",
                    "acceptedAnswer": {
                        "@type": "Answer",
                        "text": "กล่องทรูไอดี ทีวีเป็นกล่องแอนดรอยด์ที่ได้รับการรับรองอย่างถูกกฎหมายรายแรกในประเทศไทย โดยกล่องทรูไอดี ทีวีมาพร้อมกับจุดเด่นหลักที่สามารถติดตั้งแอปพลิเคชันต่างๆ จาก Play Store ได้อย่างอิสระ ไม่เพียงเท่านั้น บัญชีผู้ใช้เดียวสามารถดูพร้อมกันได้ 5 หน้าจอ, มีระบบสั่งงานด้วยเสียงผ่านรีโมต, Chrome cast built-in และสามารถชมภาพยนตร์ดัง ซีรีส์ฮิต และรายการวาไรตี้สุดพิเศษ ได้ฟรีผ่านแอปพลิเคชันทรูไอดีที่ทำให้คุณสามารถเพลิดเพลินกับความบันเทิงได้ไม่สะดุดแม้ไม่ได้อยู่หน้าจอทีวี"
                    }
                }
            ]
        },
        {
            "@type": "BreadcrumbList",
            "itemListElement": [
                {
                    "@type": "ListItem",
                    "position": 1,
                    "name": "หน้าหลัก",
                    "item": "https://trueidtv.trueid.net"
                },
                {
                    "@type": "ListItem",
                    "position": 2,
                    "name": "คุณสมบัติ",
                    "item": "https://trueidtv.trueid.net/specs"
                }
            ]
        }
    ]
}
