{
  "@context": "https://schema.org/",
  "@graph": [
    {
      "@type": "BreadcrumbList",
      "itemListElement": [
        {
          "@type": "ListItem",
          "position": 1,
          "name": "หน้าหลัก",
          "item": "https://trueidtv.trueid.net"
        },
        {
          "@type": "ListItem",
          "position": 2,
          "name": "ทรูไอดี พลัส",
          "item": "https://trueidtv.trueid.net/trueidplus"
        }
      ]
    },
    {
      "@type": "Product",
      "name": "แพ็กเกจทรูไอดี พลัส",
      "image": "https://ui.dmpcdn.com/tvbox-web-cdn/imgs/channels/trueidplus-banner-horizontal.webp",
      "description": "แพ็กเกจทรูไอดี พลัส ดูฟรี 30 วัน 59 บาท/เดือน",
      "brand": {
        "@type": "Brand",
        "name": "ทรูไอดีทีวี"
      },
      "offers": {
        "@type": "Offer",
        "priceCurrency": "THB",
        "price": "59",
        "url": "https://myaccount.trueid.net/th/checkout?productCode=TIDPLUS",
        "priceValidUntil": "2023-06-30"
      }
    },
    {
      "@type": "Product",
      "name": "แพ็กเกจทรูไอดี พลัส",
      "image": "https://ui.dmpcdn.com/tvbox-web-cdn/imgs/channels/trueidplus-banner-horizontal.webp",
      "description": "แพ็กเกจทรูไอดี พลัส ดูฟรี 30 วัน 599 บาท/ปี",
      "brand": {
        "@type": "Brand",
        "name": "ทรูไอดี ทีวี"
      },
      "offers": {
        "@type": "Offer",
        "priceCurrency": "THB",
        "price": "599",
        "url": "https://myaccount.trueid.net/th/checkout?productCode=TIDPLUS",
        "priceValidUntil": "2023-06-30"
      }
    },
    {
      "@type": "FAQPage",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "แพ็กเกจทรูไอดี พลัส คืออะไร",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "แพ็กเกจทรูไอดี พลัสคือการให้บริการสมาชิกรายเดือนที่สามารถดูภาพยนตร์ออนไลน์ตามที่บริษัทฯ กำหนด ผ่านแอปพลิเคชันทรูไอดี เว็บไซต์ทรูไอดี และกล่องทรูไอดี ทีวี ได้ทุกที่ทุกเวลาเมื่อเชื่อมต่ออินเทอร์เน็ต"
          }
        },
        {
          "@type": "Question",
          "name": "ค่าบริการแพ็กเกจทรูไอดี พลัส ราคาเท่าไหร่",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "ปัจจุบันแพ็กเกจทรูไอดี พลัส มีค่าบริการรายเดือน เดือนละ 59 บาท จากราคาปกติ 119 บาท ราคาโปรโมชันตั้งแต่วันที่ 1 มิ.ย. 66 - 30 มิ.ย. 66 (สำหรับลูกค้าทรูมูฟ เอช จะสามารถรับชมบางคอนเทนต์ของทรูไอดี พลัสได้โดยไม่มีค่าใช้จ่ายเพิ่มเติม จนถึงวันที่ 30 มิ.ย. 66) และราคาสมาชิกรายปี ปีละ 599 บาท (ตามรายการส่งเสริมการขายในช่วงเวลาที่บริษัทฯ กำหนดเท่านั้น)"
          }
        },
        {
          "@type": "Question",
          "name": "สามารถใช้ทรูพอยท์เพื่อสมัครสมาชิกแพ็กเกจทรูไอดี พลัสได้หรือไม่",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "ปัจจุบันยังไม่สามารถใช้ทรูพอยท์ สมัครแพ็กเกจทรูไอดี พลัสได้"
          }
        },
        {
          "@type": "Question",
          "name": "สามารถสมัครสมาชิกทรูไอดี พลัสผ่านช่องทางไหนได้บ้าง",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "คุณสามารถสมัครแพ็กเกจทรูไอดี พลัส ผ่านแอปพลิเคชัน iOS/แอนดรอยด์ และเว็บไซต์ทรูไอดี (สำหรับลูกค้าทรูมูฟ เอช จะสามารถรับชมบางคอนเทนต์ของทรูไอดี พลัสได้โดยไม่มีค่าใช้จ่ายเพิ่มเติม จนถึงวันที่ 30 มิ.ย. 2566)"
          }
        },
        {
          "@type": "Question",
          "name": "สามารถชำระเงินค่าสมัครสมาชิกทรูไอดี พลัสผ่านช่องทางไหนได้บ้าง",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "คุณสามารถชำระค่าสมัครแพ็กเกจทรูไอดี พลัสได้ด้วยบัตรเครดิต, ทรูมันนี่ วอลเล็ท หรือชำระพร้อมค่าบริการรายเดือนทรูมูฟ เอช โดยคุณสามารถสมัครแพ็กเกจทรูไอดี พลัสได้จากการเลือกรายการแพ็กเกจที่แสดงบนหน้าจอทีวี จากนั้นใช้มือถือหรือแท็บเล็ตสแกนคิวอาร์โค้ดที่ปรากฎบนหน้าจอทีวีเพื่อทำการชำระค่าสมัครแพ็กเกจ เมื่อทำการสมัครเรียบร้อยแล้ว ระบบจะทำการตัดค่าบริการแพ็กเกจอัตโนมัติทุก 30 วัน หรือคุณสามารถสมัครแพ็กเกจทรูไอดี พลัสได้โดยการเข้าเว็บไซต์ TrueID.net โดยสามารถชำระค่าสมัครด้วยบัตรเครดิต หรือทรูมันนี่ วอลเล็ท"
          }
        },
        {
          "@type": "Question",
          "name": "สามารถทดลองรับชมแพ็กเกจทรูไอดี พลัส ได้ฟรีหรือไม่",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "ลูกค้าที่สมัครแพ็กเกจทรูไอดี พลัส ผ่านแอปพลิเคชันทรูไอดี และกล่องทรูไอดี ทีวี จะได้รับชม ทรูไอดี พลัส ฟรี 30 วัน เงื่อนไขเป็นไปตามที่บริษัทฯ กำหนด"
          }
        },
        {
          "@type": "Question",
          "name": "สามารถรับชมช่อง/รายการอะไรได้บ้าง บนแพ็กเกจทรูไอดี พลัส",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "คุณสามารถรับชมภาพยนตร์ (VOD) ได้มากกว่า 2,000 เรื่อง ทั้งภาพยนตร์ต่างประเทศและในประเทศ รวมถึงซีรีส์ต่างๆ โดยสามารถรับชมได้ผ่านแอปพลิเคชันทรูไอดี เว็บไซต์ทรูไอดี และกล่องทรูไอดี ทีวี ทั้งนี้บริษัทฯ ขอสงวนสิทธิ์ในการยกเลิกหรือเปลี่ยนแปลงเนื้อหาในการให้บริการโดยไม่จำเป็นต้องบอกกล่าวล่วงหน้า"
          }
        },
        {
          "@type": "Question",
          "name": "สามารถยกเลิกแพ็กเกจทรูไอดี พลัสได้ไหม",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "คุณสามารถยกเลิกแพ็กเกจทรูไอดี พลัส ได้ตลอดเวลา และระบบจะทำการยกเลิกการเก็บค่าสมาชิกของท่านในเดือนถัดไป"
          }
        },
        {
          "@type": "Question",
          "name": "สามารถรับชมทรูไอดี พลัส ได้กี่อุปกรณ์",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "คุณสามารถรับชมแพ็กเกจทรูไอดี พลัส ผ่านทาง แอปพลิเคชันทรูไอดี เว็บไซต์ทรูไอดี และกล่องทรูไอดี ทีวี ได้พร้อมกันสูงสุด 2 อุปกรณ์"
          }
        },
        {
          "@type": "Question",
          "name": "แพ็กเกจทรูไอดี พลัสมีโฆษณาคั่นหรือไม่",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "การรับชมคอนเทนต์ในแพ็กเกจทรูไอดี พลัส จะไม่มีโฆษณาคั่น แต่สำหรับคอนเทนต์อื่นๆ ที่มีในทรูไอดีแบบปกติที่เปิดให้รับชมฟรี บางรายการจะยังคงมีโฆษณาอยู่"
          }
        },
        {
          "@type": "Question",
          "name": "ไม่ได้สมัครทรูไอดี พลัส แต่ดูคอนเทนต์ได้ จะโดนคิดเงินย้อนหลังไหม",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "ไม่มีการเรียกเก็บเงินย้อนหลัง เพราะทางทรูไอดีให้สิทธิพิเศษสำหรับลูกค้าทรู ที่มีแพ็กเกจทรูไอดี อัลติเมต สามารถรับชมคอนเทนต์ต่างๆ จากแพ็กเกจทรูไอดี พลัสได้โดยไม่ต้องสมัครแพ็กเกจ เฉพาะช่วงแนะนำนี้เท่านั้น ตั้งแต่วันที่ 1 มิ.ย. 66 - 30 มิ.ย. 66"
          }
        }
      ]
    }
  ]
}
